{
    "2 ML/ha,\nShiraz,\nSchwarzmann":{
        "Crush Price":{
            "Value":697.0,
            "Description":"Crush price. For reference, in 2019-2020, average price for Shiraz was $697 per tonnec, and for Chardonnay was ~$450 per tonne.",
            "Units":"$ per tonne"
        },
        "Description":"Description of `Scenario02`",
        "Maximum irrigation mm per phenology":{
            "Value":200.0,
            "Description":"Maximum irrigation depth (applied to all phenological stages if float; alternatively per phenological stage if list of length 5)",
            "Units":"mm"
        },
        "Maximum daily irrigation mm per phenology":{
            "Value":[2,2,2,2,2],
            "Description":"Maximum daily irrigation depth (applied to all phenological stages if float; alternatively per phenological stage if list of length 5)",
            "Units":"mm"
        },
        "Soil water irrigation trigger per phenology":{
            "Value":30.0,
            "Description":"Critical percentage of extractable soil water to trigger an irrigation for each major growth stage (applied to all phenological stages if float; alternatively per phenological stage if list of length 5)",
            "Units":"%"
        },
        "Soil water irrigation defict refill percent per phenology":{
            "Value":5.0,
            "Description":"The percentage of deficit to refill for each major growth stage (applied to all phenological stages if float; alternatively per phenological stage if list of length 5)",
            "Units":"%"
        },
        "Days between irrigation applications per phenology":{
            "Value":2.0,
            "Description":"Days before next irrigation can occur for each major growth stage (applied to all phenological stages if float; alternatively per phenological stage if list of length 5)",
            "Units":"days"
        },
        "Water delivery cost":{
            "Value":60.0,
            "Description":"Variable water delivery cost; CIT on-peak is $60 per ML",
            "Units":"$ per ML"
        },
        "Water market cost":{
            "Value":401.0,
            "Description":"Water market price at purchase. This is not used if entitlement exceeds irrigation volume. Note: $401 per ML is volume-weighted average Price for 2019-2020",
            "Units":"$ per ML"
        },
        "Water entitlement":{
            "Value":2.5,
            "Description":"Water entitlement for season",
            "Units":"ML"
        },
        "Water allocation factor":{
            "Value":1.0,
            "Description":"Water allocation multiplier factor; this value is defined annually for SA",
            "Units":""
        },
        "Private diversion factor":{
            "Value":0.0,
            "Description":"Proportion of patch that is fed via private diversions (i.e., where electricity is only irrigation cost). A value of 0.0 means that all water is delivered via CIT (see above); a value of 1.0 means that all water is pumped directly.",
            "Units":""
        },
        "Cost per spray":{
            "Value":1000.0,
            "Description":"Cost of average spray pass, including chemical, labour and fuel costs; can alternatively estimate from rowwise distance, rate, fuel efficiency, labour rate, ...",
            "Units":"$"
        },
        "Cost per tip":{
            "Value":150.0,
            "Description":"Cost of average tip pass, including labour and fuel costs; can alternatively estimate from rowwise distance, rate, fuel efficiency, labour rate, ...",
            "Units":"$"
        },
        "Number of sprays":{
            "Value":8,
            "Description":"Number of spray applications for season",
            "Units":""
        },
        "Number of tips":{
            "Value":2,
            "Description":"Number of tips for season",
            "Units":""
        },
        "Rootstock":{
            "Value":"Schwarzmann",
            "Description":"Type of rootstock (currently supported options include: Own Roots, Ramsey, Schwarzmann)",
            "Units":""
        },
        "Variety":{
            "Value":"Shiraz",
            "Description":"Grape variety (currently supported options include: Shiraz, Chardonnay, Cabernet Sauvignon, Colombard)",
            "Units":""
        }
    }
}